Repository: Jakuko99/gpstoolkit
Catalog: po/*.po
Languages: cs, sk

source: QTH Locator
cs: Lokátor
sk: Lokátor

source: Compass navigation
cs: Kompasová navigace
sk: Navigácia pomocou kompasu

source: Map
cs: Mapa
sk: Mapa

source: About
cs: O aplikaci
sk: O aplikácií

source: No fix
cs: Bez GPS
sk: Bez GPS

source: Latitude
cs: Zeměpisná šířka
sk: Zemepisná šírka

source: Longitude
cs: Zeměpisná délka
sk: Zemepisná dĺžka

source: Altitude
cs: Nadmořská výška
sk: Nadmorská výška

source: Accuracy
cs: Přesnost
sk: Presnosť

source: Speed
cs: Rychlost
sk: Rýchlosť

source: Last updated:
cs: Poslední aktualizace:
sk: Posledná aktualizácia

source: Version %1
cs: Verze %1
sk: Verzia %1

source: Get the source
cs: Získat zdrojový kód
sk: Zdrojový kód

source: Report issues
cs: Nahlásiť chybu
sk: Nahlásiť problém

source: Acknowledgements:
cs: Poděkování:
sk: Poďakovanie:

source: Coordinate picker design was copied from uNav by Costales, compass component was copied from Geocaching for UT by evilbunny2008, both apps are available in OpenStore.
cs: Souřadnicový picker byl zkopírován z uNav od Costales, kompasová komponenta byla zkopírována z Geocaching for UT od evilbunny2008, obě aplikace jsou k dispozici v OpenStore.
sk: Súradnice picker dizajn bol skopírovaný z uNav od Costales, kompas komponent bol skopírovaný z Geocaching pre UT od evilbunny2008, obe aplikácie sú k dispozícii v OpenStore.

source: Set position
cs: Nastavit pozici
sk: Nastaviť pozíciu

source: Not set
cs: Není nastaveno
sk: Nenastavené

source: Destination latitude
cs: Zeměpisná šířka cíle
sk: Cieľová šírka

source: Destination longitude
cs: Zeměpisná délka cíle
sk: Cieľová dĺzka

source: Destination azimuth
cs: Azimut cíle
sk: Azimut

source: Destination distance
cs: Vzdálenost do cíle
sk: Vzdialenost

source: Current latitude
cs: Aktuální zeměpisná šířka
sk: Zemepisná šírka

source: Current longitude
cs: Aktuální zeměpisná délka
sk: Zemepisná dĺžka

source: Set destination
cs: Nastavit cíl
sk: Nastaviť cieľ

source: Close
cs: Zavřít
sk: Zavrieť

source: Lat:
cs: Šířka:
sk: Šírka:

source: Long:
cs: Délka:
sk: Dĺžka:

source: Unit conversions
cs: Převody jednotek
sk: Prevody jednotiek

source: Coordinate conversions
cs: Převody souřadnic
sk: Prevody súradníc

source: Latitude:
cs: Zeměpisná šířka:
sk: Zemepisná šírka:

source: Longitude:
cs: Zeměpisná délka:
sk: Zemepisná dĺžka:

source: Convert
cs: Převést
sk: Konvertovať

source: Maidenhead (QTH) Locator Distance
cs: Lokátorová vzdálenost
sk: Vzdialenosť medzi QTH lokátormi

source: QTH from:
cs: Lokátor z:
sk: QTH z

source: QTH to:
cs: Lokátor do:
sk: QTH do:

source: Calculate
cs: Vypočítat
sk: Vypočítať

source: Maidenhead (QTH) Locator
cs: Lokátor Maidenhead (QTH)
sk: Lokátor

source: QTH
cs: Lokátor

source: QTH dist
cs: Lokátorová vzdálenost
sk: QTH vzdial.

source: Convert to QTH Locator
cs: Převést na QTH Locator
sk: Previesť na lokátor

source: QTH Locator:
cs: Lokátor:
sk: Lokátor:

source: QTH:
cs: Lokátor:

source: Convert to coordinates
cs: Převést na souřadnice
sk: Previesť na súradnice

source: QTH 1:
cs: Lokátor 1:

source: QTH 2:
cs: Lokátor 2:

source: Calculate distance
cs: Vypočítat vzdálenost
sk: Vypočítať vzdialenosť

source: Calculated distance:
cs: Vypočtená vzdálenost:
sk: Vypočítaná vzdialenosť:

source: Error message
cs: Chybová zpráva
sk: Chybová hláška

source: Map feature will be added later
cs: Funkce mapy bude přidána později
sk: Funkcia zobrazenia mapy bude pridaná neskôr

source: GPS Toolkit
sk: GPS Nájstroje

source: Decimal
sk: Decimálne

source: Sexagesimal
sk: Sexagesimálne
